/*  Display when user enters a valid ip address or name */
"Valid and complete address." = "有效且完整的位址。";

/* Display when user enters an invalid ip address or name */
"Invalid or incomplete address." = "無效或不完整位址。";

/* Display when port number entry is incorrect */
"Invalid port number. Port number must be between 1-65535." = "無效的埠編號。埠編號必須在 1-65535 之間。";

/* Display when address field is empty */
"Enter host name or IP address." = "輸入主機名稱或 IP 位址。";

/*  Display when verifying what the user enters in ip address field */
"Verifying address..." = "正在驗證位址⋯";

/* */ 
"Unable to determine reachability. [%d, %ld]" = "無法決定可達成性。[%d, %ld]";
